start = "Приветствуем 💡. \nПри помощи данного бота Вы сможете:\n 1. Получить структуру JSON с описанием изделия, отправив его документ\n 2. Сравнить два документа 📑 \n 3. Пообщаться с целым большим документом PDF."
sending_files = "☑️ Выберите тип изделия, либо отправьте документ без указания типа, чтобы выполнить парсинг всего документа 📑"

types_pick = """✅ Выберите тип изделия из списка, чтобы получить из документа готовую структуру JSON"""

wait_doc = "⬇️ Отправьте документ для получения JSON."

bot_info = """Мои создатели: 
| Баймлер Ярослав| CV Engineer |
| Вяткин Роман| Scrum master / MLOps|
| Ихматуллаев  Даврон| ML Engineer / Backend developer |
| Назаров Михаил | ML Engineer |
| Полякова Валерия| QA Engineer|
| Яськова Марина |Data Analyst |
МФТИ. 2024 год. Хакатон. Газпром нефть."""

compare_docs = "⬇️ Отправьте 1️⃣ый документ"
wait_2nd_doc = "⬇️ Отправьте 2️⃣ой документ"
wait_to_compare = "⏳ Сравниваю документы..."
chat_pdf = "⬇️ Отправьте PDF файл или картинку с текстом, чтобы пообщаться с нейросетью ✨ о ней "
wait_chat_pdf = "✨ Нейросеть готова пообщатсья с Вами о документе. Напишите любой интересующий вопрос по документу ❔"
